{"IoT物联网": {"监控系统": "监控系统又称之为闭路电视监控系统（英文：Closed-Circuit Television，缩写CCTV），典型的监控系统主要由前端音视频采集设备、音视频传输设备、后端存储、控制及显示设备这五大部分组成，其中后端设备可进一步分为中心控制设备和分控制设备。前、后端设备有多种构成方式，它们之间的联系（也可称作传输系统）可通过同轴电缆、双绞线、光纤、微波、无线等多种方式来实现。", "智能控制系统": "智能控制系统就是在无人干预的情况下能自主地驱动智能机器实现控制目标的自动控制技术。", "嵌入式系统或设备": "嵌入式系统由硬件和软件组成．是能够独立进行运作的器件。其软件内容只包括软件运行环境及其操作系统。硬件内容包括信号处理器、存储器、通信模块等在内的多方面的内容。相比于一般的计算机处理系统而言，嵌入式系统存在较大的差异性， 它不能实现大容量的存储功能，因为没有与之相匹配的大容量介质，大部分采用的存储介质有E-PROM、EEPROM 等， 软件部分以API编程接口作为开发平台的核心。", "门禁系统": "门禁系统是在智能建筑领域，意为Access Control System，简称ACS。指“门”的禁止权限，是对“门\"的戒备防范。这里的“门”，广义来说，包括能够通行的各种通道，包括人通行的门，车辆通行的门等。", "投影仪": "投影仪，又称投影机，是一种可以将图像或视频投射到幕布上的设备，可以通过不同的接口同计算机、VCD、DVD、BD、游戏机、DV等相连接播放相应的视频信号。", "视频监控与摄像头": "视频监控是安全防范系统的重要组成部分，英文Cameras and Surveillance。传统的监控系统包括前端摄像机、传输线缆、视频监控平台。", "智慧园区解决方案": "指采用新一代通信技术、数字化技术深入应用于园区的管理运营，具备信息迅速采集、信息高速传输、信息快速计算综合运用能力，实现园区内设备管理、资产管理、数据管理、招商租赁、物业服务等数字化运营提高园区产业竞争力促进智慧园区可持续性发展的先进理念。", "固件（firmware）": "固件(Firmware)就是写入EPROM（可擦写可编程只读存储器）或EEPROM(电可擦可编程只读存储器)中的程序。固件程序主要用于控制硬件底层和与其他设备通信。"}, "网络设备与服务": {"嵌入式Web服务器": "基于嵌入式系统而实现的web服务器。", "内容分发网络(CDN)": "内容分发网络是一种新型网络内容服务体系，其基于IP网络而构建，基于内容访问与应用的效率要求、质量要求和内容秩序而提供内容的分发和服务。", "常见网络服务": "“网络服务”，是指一些在网络上运行的、面向服务的、基于分布式程序的软件模块，网络服务采用HTTP和XML（标准通用标记语言的子集）等互联网通用标准，使人们可以在不同的地方通过不同的终端设备访问WEB上的数据，如网上订票，查看订座情况。", "路由交换设备": "路由交换设备，简称路由器，是网络互联的核心设备，它的基本结构如图1所示，主要由一个路由处理器、一个交换结构、输入端口和输出端口组成。输入端口与输入链路相连，执行物理层和数据链路层功能，接收数据包，根据IP地址查找确定数据包的输出端口。输出端口与输出链路连接，也执行物理层和数据链路层功能，缓冲和发送数据包。路由处理器运行路由协议和执行网络管理功能。交换结构用于连接输入端口、输出端口和路由器处理器，以便把输入端口的数据包交换到一个或多个输出端口，或者路由处理器上。\r\n", "虚拟专用网络设备（VPN）": "虚拟专用网络(VPN)的功能是：在公用网络上建立专用网络，进行加密通讯。", "访问控制系统": "访问控制的目标就是防止对信息系统资源的非授权访问防止非授权使用信息系统资源。", "即插即用设备(UPnP-device)": "支持即插即用设备（立即发现新安装设备并自动安装驱动程序使其能正常使用）的操作系统。", "域名服务器(DNSserver)": "DNS（Domain Name Server，域名服务器）是进行域名(domain name)和与之相对应的IP地址 (IP address)转换的服务器。DNS中保存了一张域名(domain name)和与之相对应的IP地址 (IP address)的表，以解析消息的域名。 域名是Internet上某一台计算机或计算机组的名称，用于在数据传输时标识计算机的电子方位（有时也指地理位置）。域名是由一串用点分隔的名字组成的，通常包含组织名，而且始终包括两到三个字母的后缀，以指明组织的类型或该域所在的国家或地区。", "网络模块(Network-Module)": "网络设备与服务，连接到网络中的物理实体。包括网络适配器、调制解调器等。", "网关(Gateway)": "网关(Gateway)又称网间连接器、协议转换器。网关在网络层以上实现网络互连，是复杂的网络互连设备，仅用于两个高层协议不同的网络互连。网关既可以用于广域网互连，也可以用于局域网互连。 网关是一种充当转换重任的计算机系统或设备。使用在不同的通信协议、数据格式或语言，甚至体系结构完全不同的两种系统之间，网关是一个翻译器。与网桥只是简单地传达信息不同，网关对收到的信息要重新打包，以适应目的系统的需求。同层--应用层。", "网络性能": "对集体网络统计信息的分析和检查，以定义基础计算机网络提供的服务质量。", "游戏服务器": "游戏服务器,是一个会长期运行程序,并且它还要服务于多个不定时,不定点的网络请求。", "文件服务器（FTP）": "FTP服务器（File Transfer Protocol Server）是在互联网上提供文件存储和访问服务的计算机，它们依照FTP协议提供服务。 FTP是File Transfer Protocol(文件传输协议)。顾名思义，就是专门用来传输文件的协议。", "缓存服务器": "即用来存储网络上的其他用户需要的网页、文件等等信息的专用服务器。", "SNMP服务": "简单网络管理协议( SNMP ) 是一种Internet 标准协议，用于收集和组织有关IP网络上受管设备的信息，并用于修改该信息以更改设备行为。通常支持 SNMP 的设备包括电缆调制解调器、路由器、交换机、服务器、工作站、打印机等", "光纤收发器": "是一种将短距离的双绞线电信号和长距离的光信号进行互换的以太网传输媒体转换单元，在很多地方也被称之为光电转换器（Fiber Converter）。", "网络业务提供商(ISP)": "即向广大用户综合提供互联网接入业务、信息业务、和增值业务的电信运营商。在互联网应用服务产业链“设备供应商——基础网络运营商——内容收集者和生产者——业务提供者——用户”中，ISP处于内容收集者、生产者以及业务提供者的位置。", "应用虚拟化": "应用虚拟化是将应用程序与操作系统解耦合，为应用程序提供了一个虚拟的运行环境。在这个环境中，不仅包括应用程序的可执行文件，还包括它所需要的运行时环境。从本质上说，应用虚拟化是把应用对低层的系统和硬件的依赖抽象出来，可以解决版本不兼容的问题。", "网络监控": "网络监控，是针对局域网内的计算机进行监视和控制，Emulex针对内部的电脑上互联网活动（上网监控）以及非上网相关的内部行为与资产等过程管理", "短网址服务": "短网址（Short URL） ，顾名思义就是在形式上比较短的网址。通常用的是asp或者php转向，在Web 2.0，不得不说，这是一个潮流。已经有许多类似服务，借助短网址您可以用简短的网址替代原来冗长的网址，让使用者可以更容易的分享链接。", "无线局域网控制器（WLC）": "是一种网络设备，用来集中化控制无线AP，是一个无线网络的核心，负责管理无线网络中的所有无线AP，对AP管理包括：下发配置、修改相关配置参数、射频智能管理、接入安全控制等。"}, "工业控制系统": {"工控设备": "工业控制系统，控制周世界的计算机，它们可能控制办公室的空调、学校的多媒体、发电厂的发电机、影院的照明灯或工厂的生产线。", "能源监控管理系统": "能源管理系统是以帮助工业生产企业在扩大生产的同时，合理计划和利用能源，降低单位产品能源消耗，提高经济效益，降低CO2排放量为目的信息化管控系统。", "给排水解决方案": "给水排水系统是为人们的生活、生产、市政和消防提供用水和废水排除设施的总称。", "自动化控制": "自动化控制有半自动与全自动化，自动化控制是一种现代工业、农业、制造业等生产领域中机械电气一体自动化集成控制技术和理论。", "系统控制器": "控制器（英文名称：controller）是指按照预定顺序改变主电路或控制电路的接线和改变电路中电阻值来控制电动机的启动、调速、制动和反向的主令装置。", "监督控制和数据采集(SCADA) 系统": "SCADA（监控和数据采集）是一类用于控制工业过程的软件应用程序，它是从远程位置实时收集数据以控制设备和条件。SCADA 为组织提供了制定和部署有关其工业流程的数据驱动决策所需的工具。", "其他工控系统": "具备特定功能或者服务特定行业的工业控制系统"}, "大数据": {"数据采集": "数据采集，又称数据获取，是利用一种装置，从系统外部采集数据并输入到系统内部的一个接口。", "大数据分析": "“大数据” 通常指的是那些数量巨大、难于收集、处理、分析的数据集，亦指那些在传统基础设施中长期保存的数据。大数据存储是将这些数据集持久化到计算机中。", "搜索引擎": "是指根据一定的策略、运用特定的计算机程序从互联网上采集信息，在对信息进行组织和处理后，为用户提供检索服务，将检索的相关信息展示给用户的系统。"}, "网络安全设备": {"安全软件": "安全软件是一种可以对病毒、木马等一切已知的对计算机有危害的程序代码进行清除的程序工具。", "其他安全产品": "网络安全设备，包括防病毒设备、杀毒软件、反病毒、安全软件包、蜜罐、代理、HTTP代理、代理服务器等。", "蜜罐(honeypot)": "蜜罐技术（Honeypot）发展于1990年的一种对攻击方进行欺骗的技术，通过布置一些作为诱饵的主机、网络服务或者信息，诱使攻击方对它们实施攻击，从而可以对攻击行为进行捕获和分析，了解攻击方所使用的工具与方法，推测攻击意图和动机，能够让防御方清晰地了解他们所面对的安全威胁，并通过技术和管理手段来增强实际系统的安全防护能力。", "网络代理(Proxy)": "指的是代理软件或代理服务器，也可以认为是一种网络访问方式。", "安全审计": "安全审计（security audit）是通过测试公司信息系统对一套确定标准的符合程度来评估其安全性的系统方法。", "数据库审计": "数据库审计（简称DBAudit）以安全事件为中心，以全面审计和精确审计为基础，实时记录网络上的数据库活动，对数据库操作进行细粒度审计的合规性管理，对数据库遭受到的风险行为进行实时告警", "安全文件传输": "网络安全设备，包括防病毒设备、杀毒软件、反病毒、安全软件包、蜜罐、代理、HTTP代理、代理服务器等。", "堡垒机": "一类可作为跳板批量操作远程设备的网络设备，是系统管理员或运维人员常用的操作平台之一。", "威胁情报产品": "威胁情报是某种基于证据的知识，包括上下文、机制、标示、含义和能够执行的建议，这些知识与资产所面临已有的或酝酿中的威胁或危害相关，可用于资产相关主体对威胁或危害的响应或处理决策提供信息支持的产品", "DDoS防护设备": "抵抗分布式拒绝服务攻击的设备。一般为机房使用。", "数据防篡改、防丢失设备": "数据篡改即是数据篡改、增加或删除，造成数据破坏。\r\n\r\n", "杀毒软件(Anti-Virus)": "也称反病毒软件或防毒软件，是用于消除电脑病毒、特洛伊木马和恶意软件等计算机威胁的一类软件。", "日志分析审计与管理( Log-Analysis-Audit)": "用于全面收集审计和管理企业IT系统中常见的安全设备、网络设备、数据库、服务器、应用系统、主机等设备所产生的日志", "上网行为管理系统": "上网行为管理软件顾名思义，就是管理上网行为的软件。它一般用于管理员工的上网行为，提高员工的工作效率，所以又被称为员工上网管理软件。", "入侵检测与防御设备(IDS-IPS)": "入侵检测系统IDS（“Intrusion Detection System”）可以对网络、系统的运行状况进行监视，发现各种攻击企图、攻击行为或者攻击结果，以保证网络系统资源的机密性、完整性和可用性。而入侵防御系统IPS（“Intrusion Prevention System”）在入侵检测的基础上添加了防御功能，一旦发现网络攻击，可以根据该攻击的威胁级别立即采取抵御措施。", "安全基线": "安全基准项目主要帮助客户降低由于安全控制不足而引起的安全风险。", "网络隔离与网闸": "网络隔离网闸，用以实现不同安全级别网络之间的安全隔离，并提供适度可控的数据交换的软硬件系统。", "安全扫描与检测": "指基于漏洞数据库，通过扫描等手段对指定的远程或者本地计算机系统的安全脆弱性进行检测，发现可利用漏洞的一种安全检测（渗透攻击）行为。", "身份认证系统": "身份认证系统是一款软件，设计时遵循《证书认证系统密码及其相关安全技术规范》及国密局相关标准，采用双中心（证书认证中心、密钥管理中心）、双证书（加密证书、签名证书）机制。", "流量分析与审计": "对流量数据进行解析，解密等手段进行保存，并且对数据进行分析和审计的工具。", "Web应用防火墙": "Web应用防火墙是通过执行一系列针对HTTP/HTTPS的安全策略来专门为Web应用提供保护的一款产品。", "漏洞演练环境(靶场)与CTF平台": "漏洞演练环境与ctf靶场用于将常见的漏洞集成到在线环境中，方便安全工作者和学习人员进行安全攻防演练与学习研究。", "态势感知与安全运营(SIEM/SOC)": "SIEM是一个由多个监视和分析组件组成的安全系统，旨在帮助组织检测和减轻威胁;网络安全态势感知是综合分析网络安全要素，评估网络安全状况，预测其发展趋势，并以可视化的方式展现给用户，并给出相应的报表和应对措施;SOC(安全运营中心)是以资产为核心，以安全事件管理为关键流程，采用安全域划分的思想，建立一套实时的资产风险模型，协助管理员进行事件及风险分析，预警管理，应急响应的集中安全管理系统。\n", "防火墙": "防火墙技术是通过有机结合各类用于安全管理与筛选的软件和硬件设备，帮助计算机网络于其内、外网之间构建一道相对隔绝的保护屏障，以保护用户资料与信息安全性的一种技术。", "未成年人保护产品": "对未成年在网络浏览情况下进行保护和防护的关键性产品，具有保护未成年的特征。", "完整性鉴别": "鉴于为保障数据传输的安全，需采用数据传输加密技术、数据完整性鉴别技术及防抵赖技术。", "网站内容安全检查产品": "网站内容安全检查产品的安全功能要求、安全保障要求及等级划分要求的产品。", "终端接入控制": "终端接入是指终端设备通过异步串口接到路由器，通过该路由器完成终端设备与前置机或其他终端之间的数据交互。控制让受规则保护和有权限的终端接入而设置的产品。", "网站监测产品": "传统的网站安全监管方式通常是采用 Web 应用安全扫描工具周期性的对网站进行安全\r\n扫描与评估，然后根据评估结果进行安全加固和风险管理。", "移动智能终端网络加密通话和即时消息应用产品": "移动终端下对网络通话和即时消息进行加密场景下服务的产品。", "终端计算机系统安全": "终端计算机系统安全是将全面安全策略与操作系统有机结合，通过对代码、端口、网络连接、移动存储设备接入、数据文件加密、行为审计分级控制，实现操作系统加固及信息系统的自主、可控、可管理，保障终端系统及数据的安全", "公钥基础设施": "公钥基础设施是一个包括硬件、软件、人员、策略和规程的集合，用来实现基于公钥密码体制的密钥和证书的产生、管理、存储、分发和撤销等功能", "移动安全产品": "保护移动设备数据安全与业务安全的软件系统或硬件系统", "数据库安全防护产品": "保护数据库运行安全与系统信息安全的软件产品或硬件产品", "虚拟化安全防护产品": "为IT虚拟化环境提供安全防护的产品。除了对病毒、网络攻击等传统的网络安全风险", "文件加载执行控制": "文件加载执行控制是程序白名单安全系统的技术基础，即在可执行文件(exe)，库文件(dll等)加载入内存前的一种监控机制，为安全软件提供了一种对系统允许加载运行的程序进行白名单定制的机会。\r\n", "移动互联网应用程序安全加固产品": "移动互联网应用程序安全加固产品是可以对APP进行安全加固、防逆向、篡改保护、能够有效的对存储数据进行加密保护", "主机信息泄露防护产品": "主机信息泄露防护产品可以集中管理和监控主机资源信息和运行状况，做到事前预防、事中监督、事后审计。", "自适应网络主动防御": "自适应网络主动防御产品是一种主动的、积极的网络异常行为防范、阻止系统", "防病毒产品": "防病毒产品可以主动性的防范电脑等电子设备不受病毒入侵，从而避免用户资料泄露、设备程序被破坏等情况的出现。", "主机安全加固": "对主机进行全面加固保护，保证到达基线以上，并根据其他报告进行加固", "安全服务器": "安全服务器是一个连接服务器实例，可在 Internet 和您的内部网络之间添加一层额外的安全保护", "反间谍木马类产品": "反间谍木马产品针对因特网上传播的新一代安全威胁的有效解决方案。确保您的数据安全、保护您的隐私、抵御间谍软件、广告软件、木马、拨号程序、键盘记录程序和蠕虫的威胁。", "网站云安全防御产品": "网站云安全防御产品有强大的网站入侵防御能力、网站云安全监控能力、云协同防御能力以及网站过滤能力等", "移动智能终端安全监测产品": "移动智能终端安全监测产品采用客户端代理/服务器结构，对受控移动智能终端上的各项活动进行监测的产品", "数据泄露防护产品": "以集中策略为基础，采用深层内容分析，对静态数据、动态数据及使用中的数据进行识别、监控、保护的相关产品。 其主要作用是防止内部和外部人员有意或无意地将敏感信息发送到未经授权的第三方。", "违规内联检查产品": "对非授权设备私自联到内部网络的行为进行检查或限制", "内网主机监测": "可以对主机进行自动化检查，检测内网安全隐患，实时查明内网节点安全漏洞。", "信息过滤": "是大规模内容处理的另一种典型应用。它是对陆续到达的信息进行过滤操作,将符合用户需求的信息保留，将不符合用户需求的信息过滤掉。通常可分为不良信息过滤和个性化信息过滤", "主机安全检测类产品": "基于海量威胁数据，利用机器学习提供黑客入侵检测和漏洞风险预警等安全防护服务，主要包括密码破解拦截、异常登录提醒、木马文件检测、高危漏洞检测等安全功能，解决当前服务器面临的主要网络安全风险，帮助企业构建服务器安全防护体系。", "安全监控防护与审计系统": "通过监视网络活动，审计系统的配置和安全漏洞，分析网络用户和系统的行为，并定期进行统计和分析，来评估网络的安全性和敏感数据的完整性，发现潜在的安全威胁，识别攻击行为，并对异常行为进行统计，对违反安全法规的行为进行报警，从而使系统管理员可以有效的管理和评估自己的系统", "网页防篡改产品": "用于保护网页文件，防止黑客篡改网页（篡改后自动恢复）", "邮件安全专项产品": "解决电子邮件安全涉及的隐患，如篡改邮件、病毒邮件、垃圾邮件、邮件炸弹等", "网络及安全设备配置合规性分析产品": "针对系统、软件、服务中不安全配置的自动化检查系统，包括对网络设备、安全设备、服务器、中间件等资产的管理和配置核查。", "APT安全监测产品": "以旁路方式接入网络，能够实时监测网络环境中的病毒疫情发展趋势；全面检测 各种网络病毒的扫描、传输、攻击等行为；精确定位病毒的来源；评估病毒产生的网络压力状况；并准 确提供病毒类别、病毒名称等信息；形成网络病毒的全局视图。", "不可否认性鉴别": "是一种通过数字签名和/或加密来保证双方之间的消息传输的方法。 它是信息保证（IA）的五个支柱之一。 其他四个是可用性，完整性，机密性和身份验证。不可否认性通常用于数字合同，签名和电子邮件。", "沙箱": "是一个虚拟系统程序，允许你在沙盘环境中运行浏览器或其他程序，因此运行所产生的变化可以随后删除。 它创造了一个类似沙盒的独立作业环境，在其内部运行的程序并不能对硬盘产生永久性的影响。 在网络安全中，沙箱指在隔离环境中，用以测试不受信任的文件或应用程序等行为的工具。", "网络探针": "网络探针是能够对网络流量进行采集、分析、信息提取的网络流量处理工具。", "安全网关": "安全网关是各种技术有趣的融合，具有重要且独特的保护作用，其范围从协议级过滤到十分复杂的应用级过滤。设置的目的是防止Internet或外网不安全因素蔓延到自己企业或组织的内部网。安全网关在应用层和网络层上面都有防火墙的身影，在第三层上面还能看到VPN作用。", "权限管理系统": "一般指根据系统设置的安全规则或者安全策略，用户可以访问而且只能访问自己被授权的资源，不多不少。 权限管理几乎出现在任何系统里面，只要有用户和密码的系统。"}, "通信设备": {"IP语音传输(VoIP)": "基于IP的语音传输（英语：Voice over Internet Protocol，缩写为VoIP）是一种语音通话技术，经由网际协议（IP）来达成语音通话与多媒体会议，也就是经由互联网来进行通信。", "定位系统": "定位系统是以确定空间位置为目标而构成的相互关联的一个集合体或装置（部件）。", "卫星分系统": "与卫星通信，维护，布置等交互的系统的统称。", "基站": "是固定在一个地方的高功率多信道双向无线电发射站。它们典型的被用于低功率信道双向无线通讯，如移动电话、手提电话和无线路由器。用手机打电话时，信号就会同时由附近的一个基站发送和接受。通过基站，电话被接入到移动电话网的有线网络中。", "电话录音设备": "电话录音是指通过监测电话线路上的语音通讯信号，并将这些信号(模拟的或数字的）转化为可以保存和回放的介质的一种技术或方法。", "遥控器": "遥控器是一种无线发射装置，通过现代的数字编码技术，将按键信息进行编码，通过红外线二极管发射光波，光波经接收机的红外线接收器将收到的红外信号转变成电信号，进处理器进行解码，解调出相应的指令来达到控制机顶盒等设备完成所需的操作要求。"}, "企业办公": {"ERP企业资源计划与管理系统": "ERP 是由美国计算机技术咨询和评估集团 Gartner Group Inc 提出的一种供应链的管理思想。企业资源计划是指建立在信息技术基础上，以系统化的管理思想，为企业决策层及员工提供决策运行手段的管理平台。包括营销、会计、项目管理、客户关系管理、人力资源、库存、制造、供应链等功能", "资产管理系统": "资产管理系统是以实物管理为特点，以计算机为操作平台，以“快捷”、“精准”和功能全面为优势的管理类系统。", "文档安全管理系统": "文档安全管理系统是针对组织内部各业务部门差异化的安全管理需求，通过加密机制与权限控制相结合的方式，保护文档全生命周期安全，实现重要信息安全流转，防止重要信息泄露和扩散的综合解决方案。", "视频会议系统": "视频会议系统，又称会议电视系统，这是指两个或两个以上不同地方的个人或群体，通过传输线路及多媒体设备，将声音、影像及文件资料互传，实现即时且互动的沟通，以实现远程会议的系统设备。", "OA办公自动化系统": "办公自动化（Office Automation，简称OA），是将计算机、通信等现代化技术运用到传统办公方式，进而形成的一种新型办公方式。", "人力资源管理系统": "人力资源管理系统， 通过提高内部员工的满意度、忠诚度，从而提高员工贡献度，即绩效，帮助管理者通过有效组织管理降低成本和加速增长来创造价值链利润。（包括：组织规划、招聘管理、人事在职离职档案、员工履历、劳动合同、奖惩管理、办公用品、医院保险、调动管理、培训管理、绩效管理、考勤管理、计时工资、计件工资、宿舍管理、员工自助、领导审批等）", "传真": "将文字、图表、相片等记录在纸面上的静止图像，通过扫描和光电变换，变成电信号，经各类信道传送到目的地，在接收端通过一系列逆变换过程，获得与发送原稿相似记录副本的通信方式，称为传真。", "扫描仪": "扫描仪（scanner），是一种捕获影像的装置，作为一种光机电一体化的电脑外设产品，扫描仪是继鼠标和键盘之后的第三大计算机输入设备，它可将影像转换为计算机可以显示、编辑、存储和输出的数字格式，是功能很强的一种输入设备。", "指纹与人脸识别": "指纹和人脸识别，是基于人的指纹特征或脸部特征信息进行身份识别的一种生物识别技术。", "打印机相关": "打印机（Printer) 是计算机的输出设备之一，用于将计算机处理结果打印在相关介质上。;复印机是指静电复印机，它是一种利用静电技术进行文书复制的设备。", "问题单管理": "问题单管理, 是以解决问题为导向，以挖掘问题、表达问题、归结问题、处理问题为线索和切入点的一套管理理论和管理方法。", "联机文档系统": "联机文档管理系统为企事业单位搭建海量文档集中存储的平台，实现统一的文档共享。", "企业云平台": "企业云平台（Enterprise Cloud Platform,缩写为：ECP） 是中亚网络自主研发的，开创中国企业管理软件定制标准，引领中国IT产业发展趋势的企业管理软件云平台。", "协作产品": "支持跨各种平台和特征版本的对文档的访问和协作，包括协作编辑器等", "邮件系统": "邮件系统是企业信息化过程中不可或缺的通讯软件，一般企业可采取自建、租用、云端部署等多种方案，无论采取哪种方案，使用邮件系统为企业员工以及外部客户提供电子邮件通讯服务是其基本功能。", "考勤系统": "考勤系统是指一套管理公司的员工的上下班考勤记录等相关情况的管理系统。", "财务系统": "财务系统（或称之为会计系统）是根据财务目标设立组织机构、岗位，配置管理权责和人员，对经营活动、财务活动进行反映、监督、控制、协调的运作体系", "微信公众号相关": "微信公众号是开发者或商家在微信公众平台上申请的应用账号，该帐号与QQ账号互通，平台上实现和特定群体的文字、图片、语音、视频的全方位沟通、互动 ，形成了一种主流的线上线下微信互动营销方式。", "业务解决方案": "\"业务解决方案”，就是针对企业某项任务或工作或局部进行梳理、改进、完善、升级的方案。", "客户关系管理系统(CRM)": "客户关系管理系统，是指利用软件、硬件和网络技术，为企业建立一个客户信息收集、管理、分析和利用的信息系统。", "项目管理": "项目管理是项目的管理者，在有限的资源约束下，运用系统的观点、方法和理论，对项目涉及的全部工作进行有效地管理。", "BPM系统": "即业务流程管理，是一种以规范化的构造端到端的卓越业务流程为中心，以持续的提高组织业务绩效为目的的系统化方法", "运营管理平台": "运营管理就是对运营过程的计划、组织、实施和控制，是与产品生产和服务创造密切相关的各项管理工作的总称。", "报表": "报表[forms for reporting to the higher organizations] 向上级报告情况的表格。简单的说：报表就是用表格、图表等格式来动态显示数据，可以用公式表示为：“报表 = 多样的格式 + 动态的数据”。"}, "开发与运维": {"机器学习": "机器学习是一门多领域交叉学科，涉及概率论、统计学、逼近论、凸分析、算法复杂度理论等多门学科。专门研究计算机怎样模拟或实现人类的学习行为，以获取新的知识或技能，重新组织已有的知识结构使之不断改善自身的性能。", "控制管理平台": "同一控制平台的系统集成即同一个管理软件层面实现不同功能控制需求，进而实现大融合的集成控制。", "安全管控平台": "软件系统开发与运维，软件项目上的公共协作平台、工具。运维，关系到服务质量、效率、成本、安全等方面的系统产品组件。", "分布式任务调度平台": "分布式下任务调度的解决方案。", "数据处理": "数据（Data）是对事实、概念或指令的一种表达形式，可由人工或自动化装置进行处理。数据经过解释并赋予一定的意义之后，便成为信息。数据处理（data processing）是对数据的采集、存储、检索、加工、变换和传输。", "运维管理": "运维管理( IT Operations Management)帮助企业建立快速响应并适应企业业务环境及业务发展的IT运维模式，实现基于ITIL的流程框架、运维自动化。\r\n\r\n", "软件工具": "软件工具是指为支持计算机软件的开发、维护、模拟、移植或管理而研制的程序系统。", "中间件平台": "中间件是介于应用系统和系统软件之间的一类软件，它使用系统软件所提供的基础服务（功能），衔接网络上应用系统的各个部分或不同的应用，能够达到资源共享、功能共享的目的。", "开发工具": "一般是指一些被软件工程师用于为特定的软件包、软件框架、硬件平台、操作系统等建立应用软件的特殊软件。", "源代码管理": "对代码进行管理和分发收集的软件工具。", "软件开发工具包": "软件开发工具包一般都是一些软件工程师为特定的软件包、软件框架、硬件平台、操作系统等建立应用软件时的开发工具的集合。", "应用程序接口（API）": "应用程序编程接口，简称API（Application Programming Interface），就是软件系统不同组成部分衔接的约定。", "托管平台": "可通过智能化云平台实施应用了云主机热迁移 客户优势 零宕机时间 服务器的持续可用性 完整的交易集成。", "版本管理工具": "版本控制是指对软件开发过程中各种程序代码、配置文件及说明文档等文件变更的管理，是软件配置管理的核心思想之一。\r\n", "Web开发框架": "Web应用框架（Web application framework）是一种开发框架，用来支持动态网站、网络应用程序及网络服务的开发。其类型有基于请求的和基于组件的两种框架\r\n", "镜像管理": "镜像（Mirroring）是一种文件存储形式，是冗余的一种类型，一个磁盘上的数据在另一个磁盘上存在一个完全相同的副本即为镜像。", "API接口管理平台": "API管理平台允许用户搭建后端服务的沙箱和生产环境，可以指定平台将API流量路由到某个沙箱、测试系统。", "消息队列": "“消息队列”是在消息的传输过程中保存消息的容器。", "模板引擎": "是为了使用户界面与业务数据（内容）分离而产生的，它可以生成特定格式的文档，用于网站的模板引擎就会生成一个标准的HTML文档。", "编程语言": "编程语言是用来定义计算机程序的形式语言。", "机房监控": "机房监控主要是针对机房所有的设备及环境进行集中监控和管理的，其监控对象构成机房的各个子系统：动力系统、环境系统、消防系统、保安系统、网络系统等。", "负载均衡": "负载均衡（Load Balance）其意思就是分摊到多个操作单元上进行执行，例如Web服务器、FTP服务器、企业关键应用服务器和其它关键任务服务器等，从而共同完成工作任务。", "带外管理": "带外网管系统是基于国际先进的OOBI带外管理架构研发的新一代网络集中管理系统，通过独立于数据网络之外专用管理通道对机房网络设备（路由器、交换机、防火墙等），服务器设备（小型机、服务器、工作站）以及机房电源系统进行集中化整合管理。带外管理系统（网络综合管理系统）由控制台服务器(网络设备管理维护系统）、远程KVM（计算机设备管理维护系统）、电源管理器（机房电源管理系统）和网络集中管理器（网络集中综合管理系统）四部分组成。", "不间断电源(UPS)": "不间断电源（或称UPS，即 Uninterruptible Power System）是在电网异常（如停电、欠压、干扰或浪涌“也称：涌浪电流”）的情况下不间断的为电器负载设备提供后备交流电源，维持电器正常运作的设备。", "远程控制服务": "远程控制是指管理人员在异地通过计算机网络异地拨号或双方都接入Internet等手段，连通需被控制的计算机，将被控计算机的桌面环境显示到自己的计算机上，通过本地计算机对远方计算机进行配置、软件安装程序、修改等工作。", "Docker与容器": "Docker 是一个开源的应用容器引擎，让开发者可以打包他们的应用以及依赖包到一个可移植的镜像中，然后发布到任何流行的 Linux或Windows 机器上，也可以实现虚拟化。", "数据备份与恢复类": "是创建和存储数据副本的过程，可用于保护组织免受数据丢失。从备份中恢复涉及将数据还原到原始位置或备用位置，以用于替代丢失或损坏的数据。", "桌面云接入管理系统": "桌面云接入管理系统实现集中管控、集中存储、高效运维、安全可靠的云端信息化管理平台。", "主机文件监测": "依据预先定义的安全策略，能够对主机文件的状态变化、修改行为等进行监测，对重要文件的访问提供权限控制，在文件受到破坏后提供自动恢复措施。", "远程接入控制产品": "远程接入控制产品为用户提供从外网远程安全接入内网的唯一通道，通过用户认证、基于安全策略的访问控制技术控制远程用户对内网资源的访问，从而保证内网的资源不被未授权访问。", "密钥管理": "包括密钥的生成、交换、存储、使用、密钥销毁以及密钥更替的处理，涉及到密码学协议设计、密钥服务器、用户程序，以及其他相关协议。", "文件加密": "是一种根据要求在操作系统层自动地对写入存储介质的数据进行加密的技术。", "网络型流量控制产品": "网络型流量控制产品以串接方式部署在网络通路上，通过分析和控制网络流量，实现带宽资源的合理划分和分配的产品", "数据脱敏产品": "是指从原始环境向目标环境进行敏感数据交换的过程中，通过一定方法消除原始环境数据中的敏感信息，并保留目标环境业务所需的数据特征或内容的数据处理过程。 既能够保障数据中的敏感数据不被泄露又能保证数据可用性的特性，使得数据脱敏技术成为解决数据安全与数据经济发展的重要工具。", "脚本工具": "通过创建脚本工具，可以将自己的 Python 脚本和功能转变为地理处理工具，这些工具的外观和操作都和系统地理处理工具相类似。", "文件传输工具": "用于两台终端之间进行文件传输的软件产品", "无服务器平台": "无服务器是一种云原生开发模型，可使开发人员专注构建和运行应用，而无需管理服务器。 无服务器方案中仍然有服务器，但它们已从应用开发中抽离了出来。 云提供商负责置备、维护和扩展服务器基础架构等例行工作。", "代码分析": "源代码分析是对程序源代码的自动测试，目的是在出售或分发应用程序之前查找故障并修复故障。", "协议和规范": "协议是通信双方为了实现通信而设计的约定或通话规则，已经实现的了，可以直接使用。规范是明文规定或约定俗成的标准，没有具体的实现。", "云原生": "云原生技术使组织能够在新式动态环境（如公有云、私有云和混合云）中构建和运行可缩放的应用程序。", "可视化": "在简化数据量和降低大数据应用的复杂性中，大数据分析发挥着关键的作用。可视化是其中一个重要的途径，它能够帮助大数据获得完整的数据视图并挖掘数据的价值。", "组件": "组件（Component）是对数据和方法的简单封装。", "插件和拓展": "插件(Plug-in,又称addin、add-in、addon或add-on,又译外挂)是一种遵循一定规范的应用程序接口编写出来的程序。扩展是在浏览器上可安装或卸载的能够修改或增强浏览器功能的小程序", "iOS代码库": "iOS里共享程序代码的方式", "算法": "在数学和计算机科学之中，算法（Algorithm）为一个计算的具体步骤，常用于计算、数据处理和自动推理。精确而言，算法是一个表示为有限长列表的有效方法。算法应包含清晰定义的指令用于计算函数。", "建站系统": "建站系统通过一套完善、智能的系统，让不会建设网站的人通过一些非常非常简单的操作就能轻松建立自己的网站。", "开发平台": "开发平台是指以某种编程语言或者某几种编程语言为基础，开发出来的一个软件，而这软件不是一个最终的软件产品，它是一个二次开发软件框架，用户可以在这个产品上进行各种各样的软件产品的开发，并且在这个产品上进行开发的时候，不需要像以往的编程方式那样编写大量的代码，而是只需要进行一些简单的配置，或者是写极少量的代码便可以完成一个业务系统的开发工作。", "PaaS平台": "平台即服务（PaaS）是一种由第三方提供硬件和应用软件平台的云计算形式。PaaS 主要面向开发人员和程序员，它允许用户开发、运行和管理自己的应用，而无需构建和维护通常与该流程相关联的基础架构或平台。", "网站模板": "网站模板就是已经做好的网页框架，使用网页编辑软件将模板原有的图片和文字替换成自己的内容，再发布到自己的网站。", "游戏引擎": "指一些已编写好的可编辑电脑游戏系统或者一些交互式实时图像应用程序的核心组件。这些系统为游戏设计者提供各种编写游戏所需的各种工具，其目的在于让游戏设计者能容易和快速地做出游戏程式而不用由零开始。", "工作流引擎": "指workflow作为应用系统的一部分，并为之提供对各应用系统有决定作用的根据角色、分工和条件的不同决定信息传递路由、内容等级等核心解决方案。工作流引擎包括流程的节点管理、流向管理、流程样例管理等重要功能。"}, "电子商务": {"电子商务交易": "电子商务，实现消费者的网上购物、商户之间的网上交易和在线电子支付以及各种商务活动、交易活动、金融活动等。", "客服与客户帮助系统": "电子商务，实现消费者的网上购物、商户之间的网上交易和在线电子支付以及各种商务活动、交易活动、金融活动等。", "户外广告": "户外广告是在建筑物外表或街道、广场等室外公共场所设立的霓虹灯、广告牌、海报等。", "酒店管理系统": "酒店管理系统是指一种可以提高酒店管理效率的软件或平台，一般包含前台接待、前台收银、客房管家、销售POS、餐饮管理 、娱乐管理、 公关销售、财务查询、电话计费、系统维护、经理查询、工程维修等功能模块。"}, "影音媒体": {"数字出版": "数字出版是指利用数字技术进行内容编辑加工，并通过网络传播数字内容产品的一种新型出版方式，其主要特征为内容生产数字化、管理过程数字化、产品形态数字化和传播渠道网络化。", "媒体服务器媒体设备": "媒体服务器是下一代网络的重要设备。该设备在控制设备（软交换设备、应用服务器）的控制下，提供在IP网络上实现各种业务所需的媒体资源功能。", "即时通讯软件": "即时通讯软件是通过即时通讯技术来实现在线聊天、交流的软件。", "机顶盒": "数字视频变换盒（Set Top Box）简称STB，通常称作机顶盒或机上盒，是一个连接电视机与外部信号源的设备。它可以将压缩的数字信号转成电视内容，并在电视机上显示出来。", "播放器": "指能播放以数字信号形式存储的视频或音频文件的软件，也指具有播放视频或音频文件功能的电子器件产品。", "IPTV（交互式网络电视）": "IPTV即交互式网络电视，是一种利用宽带有线电视网，集互联网、多媒体、通讯等多种技术于一体，向家庭用户提供包括数字电视在内的多种交互式服务的崭新技术。", "多媒体信息发布平台": "多媒体是计算机综合处理文本、图形、图像、音频、视频等多媒体信息，使多种信息建立逻辑连接，集成为一个系统并具有交互性。它是一种迅速发展的综合性电子信息技术，给人们的工作、生活、和娱乐带来了深刻的革命。", "语音合成和处理": "通过机械的、电子的方法产生人造语音的技术。TTS技术（又称文语转换技术）隶属于语音合成，它是将计算机自己产生的、或外部输入的文字信息转变为可以听得懂的、流利的汉语口语输出的技术。"}, "文件存储与管理": {"文件管理产品": "所谓文件管理，就是操作系统中实现文件统一管理的一组软件、被管理的文件以及为实施文件管理所需要的一些数据结构的总称。", "存储管理产品": "存储器管理的对象是主存，也称内存。它的主要功能包括分配和回收主存空间、提高主存利用率、扩充主存、对主存信息实现有效保护。", "网络附属存储(NAS)": "NAS（Network Attached Storage：网络附属存储）按字面简单说就是连接在网络上，具备资料存储功能的装置，因此也称为“网络存储器”。它是一种专用数据存储服务器。它以数据为中心，将存储设备与服务器彻底分离，集中管理数据，从而释放带宽、提高性能、降低总拥有成本、保护投资。其成本远远低于使用服务器存储，而效率却远远高于后者。目前国际著名的NAS企业有Netapp、EMC、OUO等。", "存储系统": "存储系统是指计算机中由存放程序和数据的各种存储设备、控制部件及管理信息调度的设备（硬件）和算法（软件）所组成的系统。", "数据库和数据库系统": "数据库系统（Database System），是由数据库及其管理软件组成的系统。", "数据库管理工具": "对数据库系统进行管理访问的工具。", "文件共享与存储协议(服务)": "利用文件共享机制和存储的一些服务。", "网盘类产品": "是由互联网公司推出的在线存储服务。服务器机房为用户划分一定的磁盘空间，为用户免费或收费提供文件的存储、访问、备份、共享等文件管理等功能，并且拥有高级的世界各地的容灾备份。用户可以把网盘看成一个放在网络上的硬盘或U盘，不管你是在家中、单位或其它任何地方，只要你连接到因特网，你就可以管理、编辑网盘里的文件。不需要随身携带，更不怕丢失。"}, "Web系统与应用": {"Web中间件": "中间件（英语：Middleware）是提供系统软件和应用软件之间连接的软件，以便于软件各部件之间的沟通。中间件处在操作系统和更高一级应用程序之间。", "Web服务器": "Web服务器一般指网站服务器，是指驻留于因特网上某种类型计算机的程序，可以处理浏览器等Web客户端的请求并返回相应响应，也可以放置网站文件，让全世界浏览；可以放置数据文件，让全世界下载。目前最主流的三个Web服务器是Apache、 Nginx 、IIS。", "电子论坛与公告板(BBS和Forum)": "网络论坛是一个和网络技术有关的网上交流场所。一般就是大家口中常提的BBS。 BBS的英文全称是Bulletin Board System，翻译为中文就是“电子公告板”。", "内容管理系统(CMS)": "CMS是Content Management System的缩写，意为\"内容管理系统\"。 ", "浏览器引擎": "浏览器引擎：网页浏览器引擎俗称浏览器内核，又叫排版引擎(layout engine)或者渲染引擎(rendering engine)，是一套处理标记语言(例如html、xml、图片文件等)和格式化信息(例如css、xsl、xml等)并且进行内容展现的应用软件组件。", "网络教学平台": "指建立在互联网的基础之上，为网络教学提供全面支持服务的软件系统的总称。", "客户端": "客户端（Client）或称为用户端，是指与服务器相对应，为客户提供本地服务的程序。", "应用服务器": "指通过各种协议把商业逻辑曝露给客户端的程序。"}, "区块链": {"矿机": "矿机，就是用于赚取比特币的电脑，这类电脑一般有专业的挖矿晶元，多采用烧显卡的方式工作，耗电量较大。用户用个人电脑下载软件然后运行特定演算法，与远方伺服器通讯后可得到相应比特币，是获取比特币的方式之一。\r\n\r\n", "区块链节点": "区块链中的节点,通常是指下载了相关加密货币(比特币,Ethereum, Monero等)软件,以参与对等网络的计算机。"}, "移动设备": {"智能手机": "智能手机是具有独立的操作系统，独立的运行空间，可以由用户自行安装软件、游戏、导航等第三方服务商提供的设备，并可以通过移动通讯网络来实现无线网络接入的手机类型的总称。", "移动设备": "移动设备：也被称为行动装置（英语：Mobile device）、流动装置、手持装置（handheld device）等，是一种口袋大小的计算设备，通常有一个小的显示萤幕，触控输入，或是小型的键盘。"}, "操作系统": {"常见操作系统": "操作系统，管理计算机硬件与软件资源的计算机程序。", "云主机": "分为公有云和私有云，以云资源提供服务的一般为远程访问的系统，区别于本地系统。", "CPU中央处理器": "中央处理器（central processing unit，简称CPU）作为计算机系统的运算和控制核心，是信息处理、程序运行的最终执行单元。", "嵌入式操作系统": "嵌入式操作系统（Embedded Operating System，简称：EOS）是指用于嵌入式系统的操作系统。嵌入式操作系统是一种用途广泛的系统软件，通常包括与硬件相关的底层驱动软件、系统内核、设备驱动接口、通信协议、图形界面、标准化浏览器等。", "虚拟机": "虚拟机（Virtual Machine）指通过软件模拟的具有完整硬件系统功能的、运行在一个完全隔离环境中的完整计算机系统。", "桌面云系统": "用户安装客户端后通过特有的通信协议访问后端服务器上的虚拟机主机来实现交互式操作，达到与电脑一致的体验效果"}, "特定行业产品与设备": {"公安行业": "专业提供给公安系统行业使用的产品和设备。", "运输行业": "专业提供给运输行业使用的产品和设备。", "农用行业": "专业提供给农用行业使用的产品和设备。", "工业互联网行业": "专业提供给工业互联网行业使用的产品和设备。", "房地产行业": "专业提供给房地产行业使用的产品和设备。", "医疗行业": "专业提供给医疗行业使用的产品和设备。", "交通行业": "专业提供给交通行业使用的产品和设备。", "教育行业": "专业提供给教育行业使用的产品和设备。", "电信邮政行业": "专业提供给电信邮政行业使用的产品和设备。", "电力行业": "专业提供给电力行业使用的产品和设备。", "政府行业": "专业提供给政府单位使用的产品和设备。", "物联网行业": "专业提供给物联网行业使用的产品和设备。", "非法站点": "非法网站是一些不法机构和个人冒用我公司名义，通过在互联网上设立与某公司名称相同或相近的网 站来从事招揽客户，混淆视听，欺诈投资者等非法证券活动。"}, "网络传输": {"P2P": "P2P是英文peer to peer lending（或peer-to-peer）。", "网络单向导入": "是一款集安全性和高效性于一体，实现跨安全域数据物理单向传输的网络安全产品", "物理摆渡产品": "物理摆渡产品可以通过光盘类物理媒介作为数据载体，通过刻录光盘这一模拟手工拷贝的方式，自动进行数据交换的系统"}, "安全工具": {"webshell": "webshell就是以asp、php、jsp或者cgi等网页文件形式存在的一种代码执行环境，主要用于网站管理、服务器管理、权限管理等操作。使用方法简单，只需上传一个代码文件，通过网址访问，便可进行很多日常操作，极大地方便了使用者对网站和服务器的管理。正因如此，也有小部分人将代码修改后当作后门程序使用，以达到控制网站服务器的目的。", "攻击软件": "安全工具,攻击者使用此类工具对目标实施渗透", "数据库扫描": "数据库扫描工具扫描数据库以以查找安全漏洞和配置缺陷", "溯源取证类": "溯源取证工具可以对已发生的网络安全事件，结合应急响应的溯源分析结果", "隧道工具": "隧道技术是一种通过使用互联网络的基础设施在网络之间传递数据的方式。主要包括内网穿透等工具", "C2工具": "命令与控制（C2）是指在单个或一组目标受害者主机上建立和维持对植入工具的控制的过程。C2 框架通常提供借助某个通信协议与植入工具进行通信的能力，向受害者系统发出命令，并且在 C2 服务器上接收这些命令的输出，使攻击者实现物理访问或直接的虚拟访问。"}, "应用程序": {"娱乐程序": "游戏等娱乐程序", "浏览器": "是一种用于检索并展示万维网信息资源的应用程序。这些信息资源可为网页、图片、影音或其他内容，它们由统一资源标志符标识。信息资源中的超链接可使用户方便地浏览相关信息。", "文档/文本编辑": "一种数据媒体和其上所记录的数据。它具有永久性并可以由人或机器阅读。在软件工程中的例子里包括项目计划、规格说明书、测试计划、用户手册。", "压缩、解压缩": "可用于备份数据，缩减电子邮件附件的大小，解压缩从 Internet 上下载的RAR、ZIP及其它类型文件，并且可以新建 RAR 及 ZIP 格式等的压缩类文件。", "木马病毒": "木马病毒是指隐藏在正常程序中的一段具有特殊功能的恶意代码，是具备破坏和删除文件、发送密码、记录键盘和攻击Dos等特殊功能的后门程序。"}, "物理设备": {"物理服务器": "物理服务器是指独立服务器，也就是指物理上的单独服务器，物理服务器的构成包括处理器、硬盘、内存、系统总线等，和通用的计算机架构类似，但是由于需要提供高可靠的服务，因此在处理能力、稳定性、可靠性、安全性、可扩展性、可管理性等方面要求较高。", "终端设备": "终端设备通常设置在能利用通信设施与远处计算机联接工作的方便场所，它主要由通信接口控制装置与专用或选定的输入输出装置组合而成。比如计算机、手机等", "蓝牙设备": "蓝牙技术是一种无线数据和语音通信开放的全球规范，它是基于低成本的近距离无线连接，为固定和移动设备建立通信环境的一种特殊的近距离无线技术连接。", "智能电视": "智能电视，是基于Internet应用技术，具备开放式操作系统与芯片，拥有开放式应用平台，可实现双向人机交互功能，集影音、娱乐、数据等多种功能于一体，以满足用户多样化和个性化需求的电视产品。", "触控面板": "触控面板是在透明玻璃表面镀上一层氧化锡锑薄膜（ATO Layer）及保护膜（Hard Coat Layer）而与液晶银幕（LCD Monitor）间则需作防电子讯号干扰处理（Shielded Layer）。触控面板是触控技术的直接体现，用来感应接触信号，并分析辨认。"}, "神经网络/人工智能": {"自然语言处理": "是人工智能和语言学领域的分支学科。此领域探讨如何处理及运用自然语言；自然语言处理包括多方面和步骤，基本有认知、理解、生成等部分。"}}